Repository: sportegioco/nemo-renamer
Catalog: po/*.po
Languages: id

source: _Pattern
id: _Pola

source: _Substitute
id: _Ganti

source: C_ase
id: K_apitalisasi

source: _Undo
id: _Tak Jadi

source: Original filename
id: Nama berkas asli

source: Parent directory
id: Direktori induk

source: Filename without extenstion
id: Nama berkas tanpa ekstensi

source: File extension
id: Ekstensi berkas

source: Full date, e.g., 24Sep2008
id: Tanggal lengkap, cth. 24Sep2008

source: Numerical month of year
id: Bulan dalam angka

source: Year, e.g., 1990
id: Tahun, cth., 1990

source: Full month name, e.g., August
id: Nama bulan lengkap, cth. Agustus

source: Simple month name, e.g., Aug
id: Nama bulan singkat, cth. Agu

source: Full day name, e.g., Monday
id: Nama hari lengkap, cth. Senin

source: Simple dayname, e.g., Mon
id: Nama hari singkat, cth. Sen

source: /number|5/ => 00001, 00002, 00003 , ...
id: /angka|5/ => 00001, 00002, 00003 , ...

source: /number|3+5/ => 005, 006, 007 , ...
id: /angka|3+5/ => 005, 006, 007 , ...

source: A random number between 01 and 99
id: Angka acak antara 01 dan 99

source: The first three letters of filename.
id: Tiga huruf pertama pada nama berkas.

source: /alphabet|3/ => aaa, aab, .. aaaa, aaab ..
id: /alfabet|3/ => aaa, aab, .. aaaa, aaab ..

source: /ALPHABET|3/ => AAA, AAB, .. AAAA, AAAB ..
id: /ALFABET|3/ => AAA, AAB, .. AAAA, AAAB ..

source: /roman|3/ => III, IV, V ...
id: /romawi|3/ => III, IV, V ...

source: _Extension
id: _Ekstensi

source: _Recursive
id: _Rekursif

source: Also operate on extensions
id: Juga diterapkan pada ekstensi

source: Also operate on subfolders and files
id: Juga diterapkan pada subfolder dan berkas

source: Refresh Previe_w
id: Segarkan _Pratinjau

source: Original Name
id: Nama Asli

source: New Name
id: Nama Baru

source: Pre_view
id: _Pratinjau

source: Enter the pattern here ...
id: Ketik pola di sini ...

source: Enter the base pattern to rename. Click '?' for available patterns.
id: Ketik pola dasar untuk pengubahan nama. Klik '?' untuk daftar pola yang ada.

source: ALL IN CAPITALS
id: SEMUANYA KAPITAL

source: all in lower case
id: semunya huruf kecil

source: First letter upper case
id: Kapital huruf pertama

source: Title Case
id: Kapital Judul

source: <span color='red' weight='bold'>No log file is found in this folder.
id: <span color='red' weight='bold'>Tidak ada berkas log pada folder ini.

source: _First Letter
id: Huru_f Pertama

source: No file selected
id: Tidak ada berkas yang dipilih

source: Please, select some files first.
id: Pilihlah berkas lebih dulu.

source: Rename successful
id: Telah berhasil mengubah nama

source: File Already Exists
id: Berkas Sudah Ada

source: already exists. Use Undo to revert.
id: sudah ada. Klik 'Tak Jadi' untuk kembali.

source: Not Enough Random Number Range
id: Jangkauan Angka Acak Tidak Cukup

source: Please, use a larger range
id: Pilihlah jangkauan yang lebih besar

source: Undo Failed
id: Pengembalian Gagal

source: Log file not found
id: Berkas log tak ditemukan

source: Undo successful
id: Pengembalian berhasil

source: %d files restored.
id: %d berkas dikembalikan.

source: Mass Rename
id: Pengubahan Nama Massal
